Repository: caxisweb/Yakrm_iOS
Catalog: Yakrm/*.lproj/Localizable.strings
Languages: ar

source: Please Enter Email
ar: من فضلك ادخل بريد الكتروني

source: Please Enter Valid Email
ar: من فضلك ادخل بريد الكتروني صحيح

source: Please Enter Password
ar: من فضلك ادخل كلمة المرور

source: Please Enter Mobile Number
ar: ادخل رقم هاتف صحيح

source: Mobile Number should be minimum of 10 characters
ar: رقم الهاتف يجب ان لا يقل عن 10 ارقام

source: Please Enter OTP
ar: من فضلك ادخل كود التحقق

source: Please Enter Name
ar: من فضلك ادخل الاسم

source: Name should be minimum of 3 characters
ar: الاسم لايجب ان يقل عن 3 احرف

source: Password should be minimum of 6 characters
ar: كلمة المرور يجب ان لا تقل عن 6 احرف

source: Please Select atleast one filter category from above
ar: يرجي اختيار علي الاقل فئة واحدة

source: Are you sure You want to Remove from Favourites ?
ar: هل أنت متأكد من ازالة القسيمة من المفضلة؟

source: Cancel
ar: الغاء

source: Remove
ar: ازالة

source: Are you sure You want to Delete ?
ar: هل أنت متأكد من أنك تريد الحذف

source: Delete
ar: الحذف

source: Are you sure ?
ar: هل أنت متأكد ؟

source: YES
ar: نعم

source: NO
ar: لا

source: Video not availble
ar: الفيديو غير متاح

source: OK
ar: حسنا

source: Are you sure You want to Logout ?
ar: هل انت متأكد من تسجيل الخروج ؟

source: Logout
ar: الخروج

source: Please Enter Voucher Number
ar: من فضلك ادخل رقم القسيمة

source: Voucher already been replaced, You can't replace it again
ar: هذه القسيمة تم استبدالها من قبل, لا يمكنك استبدالها مرة اخرى

source: Please verify your friends mobile number
ar: من فضلك تحقق من رقم صديقك

source: Please Enter Description
ar: من فضلك أدخل الوصف

source: Please Enter Message Title
ar: من فضلك ادخل عنوان الرسالة

source: Please Enter Message Details
ar: من فضلك ادخل تفاصيل الرسالة

source: Please Enter Full Name
ar: من فضلك ادخل الاسم كاملا

source: Please Enter Card Number
ar: من فضلك ادخل رقم البطاقة

source: Please Enter Correct Card No
ar: من فضلك أدخل رقم بطاقة صحيح

source: Please Enter Card Expiry date
ar: من فضلك أدخل تاريخ الانتهاء

source: Please Enter Security Number
ar: من فضلك أدخل الرقم السري

source: Please Enter Correct Security Number
ar: من فضلك ادخل رقم سري صحيح

source: Please Enter Old Password
ar: من فضلك ادخل كلمة المرور القديمة

source: Please Enter New Password
ar: من فضلك ادخل كلمة المرور الجديدة

source: Please Enter Confirm Password
ar: الرجاء إدخال تأكيد كلمة المرور

source: Password not Match!
ar: كلمة السر ليست جيدة!

source: OTP not Varify
ar: لم يتم التحقق

source: Video Atteched successfully
ar: تم تسجيل الفيديو بنجاح

source: No Internet Connection
ar: تحقق من الاتصال بالانترنت

source: Request time out.
ar: طلب مهلة

source: When you register a new account, you are accepting usage agreement and the application privacy policy
ar: بتسجيلك حساب جديد تكون موافق على اتفاقية الإستخدام وكذلك سياسة الخصوصية الخاص بالتطبيق

source: usage agreement
ar: اتفاقية الإستخدام

source: privacy policy
ar: سياسة الخصوصية

source: Already have an account? log in
ar: لديك حساب بالفعل؟ تسجيل الدخول

source: log in
ar: تسجيل الدخول

source: Sign Up/Log In
ar: تسجيل الدخول/سجل

source: Done
ar: فعله

source: You do not own this mobile ? Change the number
ar: لا تملك هذا الجوال؟ تغيير رقم الجوال

source: Change the number
ar: تغيير رقم الجوال

source: You Have already have an account? log in
ar: لديك حساب بالفعل؟ تسجيل الدخول

source: Purchase Voucher
ar: شراء قسيمة

source: Replace Voucher
ar: استبدال قسيمة

source: Return Voucher
ar: قسيمة العودة

source: By Using Pay Pal
ar: بواسطة باي بال

source: By Using Mada Card
ar: بواسطة بطاقة مدى

source: By Using Credit Card
ar: بواسطة بطاقة الدفع

source: Total
ar: المجموع

source: Ended In
ar: تنتهي في

source: Ended On
ar: تنتهي في

source: Ended By
ar: انتهت بتاريخ

source: The Value
ar: القيمة

source: Balance
ar: رصيدك

source: Sr
ar: ريال سعودي

source: Discount
ar: الخصم

source: The Price
ar: السعر

source: Sent By Your Friend
ar: مرسلة من صديقك

source: Hello Friend. I Am Sending You This Present To Express My Love And Gratitude For You As A Friend
ar: هلا حبيبي، بأرسلك هذه الهدية لأعبر عن اعتزازي بك كصديق عزيز

source: I Hope That You Will Be Happy During Every Single Moment Of Your Life
ar: وتمني لك السعادة والتميز في حياتك كلها

source: Attached Video
ar: فيديو مرفق

source: Press To Watch
ar: اضغط للمشاهدة

source: SAR
ar: ريال سعودي

source: Your current balance
ar: رصيدك الحالي

source: Rs
ar: ر.س

source: SR
ar: ر.س

source: Voucher For Discount
ar: قسيمة خصم

source: Active Till
ar: صالحة حتى

source: Valdi Till
ar: صالحة حتى

source: Wallet amount is
ar: مبلغ المحفظة هو

source: and the amount to be paid is
ar: والمبلغ الواجب دفعه هو

source: My Wallet
ar: محفظتي

source: Auction
ar: مزاد

source: Replace
ar: استبدال

source: Received
ar: مستلمة

source: Buy
ar: شراء

source: Voucher Till
ar: صالحة حتى

source: Available Till
ar: صالحة حتى

source: Voucher Number
ar: رقم القسيمة

source: Pin Number
ar: رقم pin

source: Discount Voucher
ar: قسيمة خصم

source: Discounts Of Voucher
ar: قسيمة خصم

source: Discount till
ar: توفير حتى

source: Name
ar: الإسم

source: Email Address
ar: البريد الإلكتروني

source: Hello Friend. I Am Sending You This Voucher To Express My Love And Gratitude For You As A Friend I Hope That You Will Be Happy During Every Single Moment Of Your Life
ar: هلا حبيبي، بأرسلك هذه الهدية لأعبر عن مدى اعتزازي بك كصديق عزيز وأنتمى لك السعادة والتميز في حياتك كلها.

source: Here, You Find Vouchers sent By Your Friends
ar: هنا تجد قسائم الخصم المرسلة من أصدقائك

source: You Can Transform It Into Wallet Cards And Use It In purchasing And Discount Process
ar: ويمكنك نقلها إلى محفظة الكروت واستغلالها في الشراء والخصومات

source: You Will Get The Amount Of
ar: ستحصل على مبلغ

source: SR Only
ar: ر.س فقط

source: Main Page
ar: الرئيسية

source: My Personal Account
ar: حسابي الشخصي

source: Active Vouchers
ar: القسائم النشطة

source: Favorite Vouchers
ar: القسائم المفضلة

source: Best Brands
ar: البائعين المفضلين

source: Transactions Record
ar: سجل العمليات

source: Auctions
ar: المزادات

source: Payment Methods
ar: طرق الدفع

source: Support And Contact
ar: الدعم والتواصل

source: About The Application
ar: عن التطبيق

source: Instructions And Conditions
ar: التعليمات والشروط

source: Sign Out
ar: تسجيل الخروج

# English Version
source: النسخة العربية
ar: English Version

source: Share With Your Friends
ar: شارك التطبيق مع أصدقائك

source: (For The Coming 2 Days Only)
ar: (لمدة 2 أيام قادمة فقط)

source: Yesterday
ar: يوم أمس

source: New
ar: جديد

source: Mohammed Abd Allah Al-'amdi
ar: محمد عبدالله الغامدي

source: Auctions Of Other
ar: مزادات الأخرين

source: Auction On My Vouchers
ar: مزاد على قسائمي

source: Last Auction:
ar: أخر مزايدة:

source: Introduce Your Auction With Value:
ar: قدم مزايدتك بقيمة

source: Auction With Value
ar: مزايدة بقيمة

source: Auction Number
ar: عدد المزايدات

source: Remaining 15 H 25 M
ar: المتبقي: 15س: 25 د

source: You Win This Voucher With Amount Of
ar: لقد فزت بالقسيمة بمبلغ

source: The Voucher Is Transferred Into Your Wallet
ar: انتقلت القسيمة إلى محفظتك

source: Wins The Auction.
ar: فاز بالمزاد

source: The Value is
ar: بقيمة

source: Your Auction's Value Was
ar: كانت قيمة مزايدتك

source: The Number Of The Auctions
ar: عدد المزايدات

source: Sorry, No One Participates In This Auction
ar: للأسف لم يشترك بالمزاد أحد

source: Here, You Find Voucher Cards Sent By Your Friends
ar: ويمكنك نقلها إلى محفظة الكروت واستغلالها في الشراء والخصومات

source: Cuisine
ar: مأكولات

source: Coffee
ar: قهوة

source: Books and Magazines
ar: كتب ومجلات

source: Stores and groceries
ar: متاجر وتموينات

source: Children Toys
ar: ألعاب أطفال

source: Fashion and Uniforms
ar: مراكز تجميل وعناية

source: Care and makeup centers
ar: موضة وأزياء

source: Hotels and Tourism
ar: فنادق وسياحة

source: Sport Clothes
ar: ملابس رياضية

source: Phones and Electronics
ar: هواتف وإلكترونيات

source: Sport Tools
ar: أدوات رياضية

source: Clothes
ar: ملابس

source: Jewelries and Golden
ar: مجوهرات وذهب

source: Others
ar: أخرى

source: Your Amount
ar: رصيدك

source: Start The Adventure
ar: ابدأ المغامرة

source: Buy gift cards
ar: شراء كروت الهدايا

source: Electronic or Paper Gifts
ar: الهدايا الإلكترونية أو الورقية

source: Add Photo!
ar: إضافة صورة!

source: New Account
ar: حساب جديد

source: Step 1 : Verify your mobile number
ar: خطوة 1: التحقق من رقم الجوال

source: Choose the country
ar: اختر الدولة

source: Step 2 : Verify your mobile number
ar: خطوة 2: التحقق من رقم الجوال

source: Enter login data
ar: أدخل بيانات الدخول

source: E-mail
ar: البريد الإلكتروني

source: Do not have an account?
ar: ليس لديك حساب؟

source: Country
ar: الدولة

source: Mobile
ar: رقم الجوال

source: Change Password
ar: تغير كلمة المرور

source: Take Photo
ar: تصوير

source: Choose from Gallery
ar: اختر من المعرض

source: Gift Order
ar: ترتيب الهدايا

source: Most Popular
ar: الأكثر شعبية

source: High Discounted
ar: الأكثر خصما

source: Start Purchasing
ar: إبدأ الشراء

source: The total amount is
ar: المبلغ الإجمالي هو

source: The amount will be deducted from your current balance
ar: سيتم خصم المبلغ من رصيدك الحالي

source: Total Amount
ar: المبلغ الإجمالي هو

source: Vouchers Already Ended
ar: قسائم قرب انتهائها

source: Vouchers Will end Very Soon
ar: قسائم قرب إنتهاءها

source: General instructions
ar: تعليمات عامة

source: Scan The Card To Bring The Data Automatically
ar: قم بعمل ماسح ضوئي للبطاقة لجلب بيانات البطاقة تلقائيا

source: Enter Data Manually In Case Scanning Is Failed
ar: إدخال البيانات يدويا في حالة فشل المسح الضوئي

source: Upload Voucher- Scan Barcode
ar: رفع قسيمة خصم- مسح باركود

source: Upload Voucher- Voucher Data
ar: رفع قسيمة خصم- بيانات القسيمة

source: Adding To My Notecase
ar: إضافة إلى محفظتي

source: Return Voucher And Add The Amount On Your Balance
ar: عودة قسيمة وإضافة المبلغ على رصيدك

source: You receive this amount in your Wallet by returning this voucher
ar: تتلقى هذا المبلغ في محفظتك عن طريق إعادة هذه القسيمة

source: Send to a friend
ar: إرسال لصديق

source: Friend mobile number
ar: أدخل رقم جوال صديقك

source: Exchanging And to my balance
ar: استبدال وإضافة المبلغ إلى رصيدك

source: COMPLETING EXCHANGE PROSESS
ar: اتمام عملية الاستبدال

source: By Visa
ar: بواسطة فيزا

source: By Wallet
ar: بواسطة محفظة

source: CREDITED
ar: الفضل

source: DEBITED
ar: خصم

source: Contact And Support
ar: التواصل والدعم

source: User Agreement And Privacy Policy
ar: اتفاقية الإستخدام وسياسة الخصوصية

source: Please Enter CardHolder Name
ar: من فضلك ادخل اسم صاحب البطاقة

source: Expiry Date
ar: تاريخ الانتهاء

source: Card Holder Number
ar: رقم البطاقة

source: Enter Old Password
ar: أدخل كلمة المرور القديمة

source: Enter New Password
ar: أدخل كلمة مرور جديدة

source: Enter Confirm Password
ar: أدخل تأكيد كلمة المرور

source: Search
ar: نتائج البحث

source: Forgot Password
ar: هل نسيت كلمة المرور

source: Can you enter your mobile number, please?
ar: من فضلك أدخل رقم الجوال الخاص بك

source: Send
ar: ارسال

source: Varify User
ar: تحقق من المستخدم

source: Verify
ar: تحقق

source: Card List
ar: قائمة البطاقات

source: Add Another Method
ar: إضافة طريقة أخرى

source: Resend
ar: إعادة إرسال

source: Mobile Number Start with
ar: رقم الجوال يبدأ بـ

source: Add Video!
ar: أضف فيديو!

source: Record video from camera
ar: تسجيل الفيديو من الكاميرا

source: Select video from gallery
ar: اختر الفيديو من المعرض

source: Return
ar: استيدال

source: No cards is added yet
ar: لم يتم اضافة بطاقات حتي الان

source: Payment card is Added
ar: لقد تمت اضافة البطاقة

source: Please Wait
ar: انتظر قليلا

source: Favorites are not avaliable
ar: لا توجد قسائم مفضلة

source: Added to Favorite
ar: لقد تمت الاضافة للمفضلة

source: Remove from your favorites
ar: تمت الازالة من المفضلة

source: Please add item to the cart
ar: من فضلك أضف العنصر للسلة

source: Sucessfully changed password
ar: لقد تم تغيير كلمة السر بنجاح

source: please select the date
ar: من فضلك اخنار التاريخ

source: Please Select Country
ar: من فضلك اختار الدولة

source: Please Enter the brand name
ar: من فضلك ادخل اسم البراند

source: No Voucher found
ar: لم يتم العثور على قسيمة

source: You haven't receive any gift yet
ar: لم تستلم اي هدايا حتي الان

source: Invalid contact number
ar: رقم الاتصال غير صحيح أو الرقم غير صحيح

source: You have sent this voucher as a gift to X
ar: X لقد تم ارسال هذه السيمة كهدية الى

source: Your transaction is completed
ar: لقد اكتملت العملية

source: You have added the voucher in the cart
ar: لقد تم اضافة القسيمة للسلة

source: You removed this voucher from the cart
ar: لقد تم ازالة هذه القسيمة من السلة

source: Congrates x the amout X is added to in your wallet
ar: مبروك X لقد تمت اضافة المبلغ x الي محقظتك

source: You haven't any active vouchers
ar: ليس لديك قسائم نشطة

source: Favorite are not avaliable
ar: لا توجد قسائم مفضلة

source: brand vouchers are not available
ar: هذه الماركة او البراند غير موجود

source: Profile data updated
ar: تم تعديل البيانات الشخصية

source: Please enter correct old password
ar: من فضلك أدخل كلمة المرور القديمة الصحيحة

source: Please Enter new password.Your password look like old one
ar: من فضلك أدخل كلمة سر جديدة

source: Loading
ar: تحميل

source: you will receive this amount in your wallet by returning this voucher
ar: تتلقي هذا المبلغ في محفظتك عن طريق اعادة هذه القسيمة

source: Pay
ar: دفع
