Repository: caxisweb/Yakrm_iOS
Catalog: Yakrm/*.lproj/Main.strings
Languages: ar

# 1vF-ye-VzA.text
source: SR
ar: ريال

# 23e-33-0rR.text
source: Exchange And Add The Amount On Your Balance
ar: استبدال وإضافة المبلغ إلى رصيدك

# 2Jc-4A-UTV.normalTitle
source: Save
ar: حفظ

# 2ee-sn-3mZ.text
source: Active coupons
ar: القسائم النشطة

# 2ff-n8-7fc.normalTitle
source: Verify
ar: تحقق

# 2zW-ba-Pwy.text
source: The Lowest Value for Increase Is 5 SR
ar: أقل قيمة للزيادة هي 5 ريال

# 37U-fV-40u.text
source: Purchase
ar: إتمام الشراء

# 3Kk-Ls-aeu.placeholder
source: Password
ar: كلمة المرور

# 3NE-XO-RYv.normalTitle
source: Accept
ar: موافق

# 4lE-Oa-mTC.text
source: Pin Number
ar: رقم pin:

# 5Dm-Te-ezb.text
source: Active Vouchers
ar: القسائم النشطة

# 5Y2-g0-hXX.text
source: Favorite Vouchers
ar: القسائم المفضلة

# 5k5-iZ-KzA.text
source: Any Questions, Ideas, Or Evaluations? Contact With And Send To Us
ar: هل لديك أسئلة أو أفكار أو تقييم؟ تواصل معنا وأرسل لنا

# 5rx-xe-rZI.text
source: Received Vouchers
ar: عن التطبيق

# 5yV-pE-BBU.text
source: New Account
ar: حساب جديد

# 6VC-Cf-kdm.text
source: Value of coupon
ar: قيمة القسيمة

# 7Ci-Ud-QWZ.text
source: Message Details
ar: تفاصيل الرسالة

# 7dO-CY-5BL.text
source: Gift Details
ar: تفاصيل الهدية

# 7q4-SO-aMO.text
source: About Yakrm
ar: عن التطبيق

# 821-iL-TuZ.text
source: Favorite Brands Of Vouchers
ar: البائعين المفضلين

# 84k-ML-fvJ.text
source: The Process Is Carried Out Successfully
ar: تمت العملية بنجاح

# 8jZ-HP-xOR.placeholder
source: Enter your full name please
ar: أدخل الإسم كاملا من فضلك

# 96I-p0-IcF.text
source: Vouchers Will End Very Soon
ar: قسائم قرب إنتهاءها

# 9Wx-Hd-pL6.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# 9gZ-8i-KHY.text
source: There is no Purchases in the buying basket
ar: لا يوجد مشتريات في سلة الشراء

# 9kW-x4-7mz.text
source: Log In
ar: تسجيل الدخول

# 9ma-4N-PHP.text
source: Enter the secret code which is sent to you
ar: أدخل الكود السري المرسل إليك

# 9pw-wE-kpg.normalTitle
source: Send
ar: إرسال

# 9rz-ch-kD5.text
source: Favorite Vouchers
ar: القسائم المفضلة

# BHV-gb-r2k.normalTitle
source: Sign Up
ar: سجل

# BOP-xs-ULw.normalTitle
source: Return
ar: رجوع

# BdJ-QJ-sT5.placeholder
source: New Ideas
ar: أفكار جديدة

# C4u-Gc-DhD.segmentTitles[0]
source: Active Now
ar: جارية الأن

# C4u-Gc-DhD.segmentTitles[1]
source: Ended
ar: منتهية

# Cd9-v4-wxu.text
source: Rs
ar: ريال سعودي

# Cx2-GV-rJY.text
source: Auction Duration: 3 Days
ar: مدة المزاد هي 3 أيام كاملة

# D2Q-85-OQ5.text
source: Upload Voucher- Voucher Data
ar: رفع قسيمة خصم- بيانات القسيمة

# DbY-Ul-GKZ.normalTitle
source: Delete All
ar: حذف الكل

# Dgb-0h-PWW.text
source: Exchange Instructions
ar: عن التطبيق

# Dp8-Qi-7yw.normalTitle
source: Forgot your password ?
ar: نسيت كلمة المرور؟

# EVo-h9-VLx.text
source: Here you will find the gift cards sent by your friends and you can transfer them to the wallet card and exploit them in the purchase and discounts
ar: هنا تجد كروت الهدايا المرسلة من أصدقائك و يمكنك نقلها إلى محفظة الكروت و استغلالها في الشراء و الخصومات

# FG4-Ej-NfJ.normalTitle
source: Verify
ar: تحقق

# Glg-JC-8og.text
source: Gift Type
ar: نوع الهدايا

# Gva-4r-oec.text
source: Enter the secret code which is sent to you
ar: أدخل الكود السري المرسل إليك

# HFd-Eb-lig.normalTitle
source: Send
ar: ارسال

# HJN-BB-Kud.text
source: Friend information
ar: بيانات صديقك

# HZ6-9B-Xr6.normalTitle
source: Complete the payment
ar: إتمام الدفع

# I99-VD-nhi.text
source: The Basket
ar: السلة

# IC8-SX-oxH.text
source: Card Holder Name
ar: اسم صاحب البطاقة

# ILq-II-6BH.normalTitle
source: Sign Out
ar: تسجيل الخروج

# Iad-bQ-xPt.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# Ios-sY-htD.text
source: Choose The Brand
ar: رفع قسيمة خصم

# ItQ-v6-qFE.text
source: 0 SR
ar: ستحصل على مبلغ 8.5 ر.س فقط

# Iuq-0g-Kbb.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# J0p-lU-tc1.normalTitle
source: Delete
ar: مسح

# KCN-Q0-OJa.text
source: Vouchers Already Ended
ar: قسائم قرب انتهائها

# KTf-7i-kFI.text
source: Main
ar: الرئيسية

# KWP-qW-sAQ.text
source: E-mail
ar: البريد الإلكتروني

# LCM-7Q-yrZ.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# Ll3-H4-9nm.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# M4G-0W-yXJ.text
source: Search
ar: بحث

# Mat-E9-4Tp.normalTitle
source: Added to the buying basket successfully
ar: تمت الإضافة لسلة الشراء بنجاح

# Mh0-E9-V19.placeholder
source: Pin Number
ar: رقم pin

# N5a-1n-g5D.text
source: Discount
ar: توفير

# ORL-uB-MZi.placeholder
source: Voucher Number
ar: رقم القسيمة

# OUx-Oi-Xka.placeholder
source: Sending Date
ar: تاريخ الإرسال

# Oxa-4w-hDn.text
source: Financial Transactions Record
ar: سجل العمليات المالية

# PFX-Wa-wv6.normalTitle
source: Terms & Condition
ar: شروط وقواعد المزادات كاملة

# Pfp-Z3-5Nb.text
source: Pay
ar: القيمة

# Q8H-HS-pXg.text
source: Step 2 : Verify your mobile number
ar: خطوة 2: التحقق من رقم الجوال

# QAT-a2-Eqp.text
source: Received
ar: المستلمة

# QC4-LC-99L.normalTitle
source: Add
ar: إضافة

# QIb-tH-lbd.text
source: Something Wrong Occurs And The Process Is Not Finished Yet
ar: حدث خطأ ما و لم تتم العملية

# Qqz-Q7-UBH.text
source: Available Till
ar: صالح حتى

# Qua-56-U5F.text
source: Voucher Number:
ar: رقم القسيمة:

# R5U-5O-SrC.normalTitle
source: Pay Now
ar: دفع الأن

# R8i-eq-5Ny.normalTitle
source: Attached Video
ar: ارفاق فيديو

# RCd-AC-ywA.text
source: Electronic Gift
ar: قسائم الكترونية

# Ra7-Wl-KFg.text
source: Value
ar: أدفع

# Rmu-wb-C8w.text
source: Active Vouchers
ar: قسائم الخصم

# Sdp-PE-v0y.text
source: View Auction's Voucher
ar: عرض قسيمة المزاد

# SjI-3Q-PBZ.text
source: Charge Your Account Balance
ar: شحن رصيد لحسابك

# SmK-ye-QZB.text
source: Total Amount
ar: المبلغ الإجمالي هو

# Sw4-B3-Axc.text
source: User Agreement
ar: اتفاقية الإستخدام

# T9w-zE-qdc.normalTitle
source: Completing The Sending Process
ar: اتمام الإرسال

# TLR-Zi-07q.normalTitle
source: Filter
ar: تصفية

# TS8-8G-dxM.text
source: Vouchers That Have Already Ended
ar: قسائم انتهت بالفعل صلاحيتها

# Tax-K1-ec4.text
source: Auction
ar: مزاد

# Tmk-1a-6Sp.text
source: Password
ar: كلمة المرور

# U41-UI-Hme.placeholder
source: E-mail
ar: البريد الإلكتروني

# Uix-pY-waF.text
source: Gifts Classification
ar: تصنيف الهدايا

# UtF-8l-0ek.text
source: Step 2 : Complete your personal data
ar: خطوة 2: إكمال البيانات الشخصية

# Uu4-PP-DEe.text
source: Your Voucher Will Be Uploaded For Auction. Other Will Compete To Win It
ar: سيتم عرض قسيمتك للمزاد وسيتنافس الأخرون على امتلاكها

# Uuw-zd-JOx.text
source: Filter Search Results
ar: تصفية نتائج البحث

# V63-zk-NEc.text
source: Password
ar: كلمة المرور

# V7Y-Zi-SRr.text
source: Your Current Amount Is Not Enough To Carry Out Purchasing Process
ar: رصيدك الحالي غير كافي لإتمام علية الشراء

# VHL-hz-VuL.normalTitle
source: Filter the results
ar: بحث متقدم

# VYd-hl-7CH.text
source: Version number 1.0.0
ar: رقم الإصدار: 1.0.0

# VdB-6L-Hef.placeholder
source: Name
ar: الإسم

# W8V-BL-GPS.text
source: Exchange And Add to my balance
ar: استبدال و اضافة المبلغ الي رصيدك

# WGy-IJ-WP7.text
source: Display The Voucher On An Auction
ar: عرض القسيمة إلى المزاد

# Wgy-JV-ubr.text
source: Purchase
ar: اتمام الشراء

# XKG-Y1-lI9.text
source: Upload Voucher- Voucher Data
ar: رفع قسيمة خصم- بيانات القسيمة

# Xc0-jr-xcE.normalTitle
source: Scan The Photo
ar: مسح

# Y9b-1j-y33.text
source: New Account
ar: حساب جديد

# ZRu-u6-JgI.text
source: Exchange A Discount Voucher
ar: استبدال قسيمة خصم

# ZzX-Jb-4Xd.text
source: Idea of Yakrm
ar: فكرة التطبيق

# aD7-FM-BnR.text
source: Buy gift cards with competitive prices and discounts and from international brands
ar: اشتري كروت الهدايا بأسعار وخصومات مميزة ومن ماركات عالمية

# aSw-Bo-027.text
source: Message Title
ar: موضوع الرسالة

# aiI-qU-eFF.normalTitle
source: MODIFY DATA
ar: تعديل البيانات

# bUF-ux-cvf.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# bY9-9p-exi.text
source: Upload Voucher
ar: رفع قسيمة

# cBE-Sz-lSe.text
source: You Can Transform It Into Wallet Cards And Use It In purchasing And Discount Process
ar: ويمكنك نقلها إلى محفظة الكروت واستغلالها في الشراء والخصومات

# cHh-ys-yJt.text
source: Name
ar: الإسم

# cP8-79-hO2.text
source: Share
ar: مشاركة

# cWZ-g0-4BD.text
source: Notifications
ar: الإشعارات

# dX6-BJ-gZc.normalTitle
source: Complete the purchase
ar: إتمام الشراء

# dpu-wt-8Nh.normalTitle
source: Log In
ar: تسجيل الدخول

# dsB-Jc-QEY.text
source: Adding A Payment Method
ar: إضافة طريقة دفع

# exz-yg-aOT.text
source: Paper Gift
ar: قسائم ورقية

# fIj-hZ-r7T.text
source: New Account
ar: حساب جديد

# fli-Wl-7g5.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# gHc-AJ-Y1q.text
source: Email Address
ar: البريد الإلكتروني

# gqr-Zg-noN.placeholder
source: Enter the brand name
ar: ادخل اسم العلامة التجارية

# hW9-R8-X3A.text
source: OR
ar: أو

# hpH-ae-wc1.text
source: Can you enter your mobile number, please?
ar: من فضلك أدخل رقم الجوال الخاص بك

# hpp-tF-Q9E.text
source: Send For A Friend As A Gift
ar: ارسال إلى صديق كهدية

# hqk-Pp-zpE.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# iRQ-zN-DaK.text
source: My Personal Account
ar: حسابي الشخصي

# ig9-H3-08u.normalTitle
source: Brand Names
ar: اسم البراند

# igL-TC-ZY7.text
source: Upload Voucher- Voucher Data
ar: رفع قسيمة خصم- بيانات القسيمة

# iof-as-jnW.normalTitle
source: Skip it Now
ar: تخطي الأن

# jLn-BK-teM.text
source: The total amount is
ar: المبلغ الإجمالي هو

# jQO-Pd-rDf.placeholder
source: Friend mobile number
ar: أدخل رقم جوال صديقك

# jT5-Aa-Gc8.text
source: Send to a friend
ar: إرسال لصديق

# jhB-Ye-xmj.normalTitle
source: Adding To My Notecase
ar: إضافة إلى محفظتي

# k0P-67-mu6.text
source: Expiry Date
ar: تاريخ الانتهاء

# k7h-6Z-IP1.placeholder
source: Available Till
ar: صالح حتى

# kW6-Jk-wIZ.normalTitle
source: Enter Data Manually In Case Scanning Is Failed
ar: إدخال البيانات يدويا في حالة فشل المسح الضوئي

# kXq-Nz-ABF.text
source: Choose the country:
ar: اختر الدولة

# kij-gc-3oE.normalTitle
source: Do not have an account?
ar: ليس لديك حساب؟

# l1f-d3-4U6.normalTitle
source: Adding To My Notecase
ar: إضافة إلى محفظتي

# mCE-CF-Uuk.placeholder
source: Mobile number
ar: رقم الجوال

# mF1-DG-6GY.text
source: The most popular gifts
ar: القسائم ا»كثر شعبية

# nxX-8k-JwG.text
source: Step 2 : Verify your mobile number
ar: خطوة 1: التحقق من رقم الجوال

# oYU-9l-APo.placeholder
source: Name
ar: الإسم

# ode-Wd-idg.text
source: SR
ar: ريال

# ogD-JU-jvz.text
source: There Is No Any Payment Method Added In Your Account
ar: لا يوجد طرق للدفع مسجلة لديك

# p7x-xX-xfj.text
source: Here, You Find Voucher Cards Sent By Your Friends You Can Transform It Into Wallet Cards And Use It In purchasing And Discount Process
ar: ويمكنك نقلها إلى محفظة الكروت واستغلالها في الشراء والخصوماتهنا تجد كروت الهدايا المرسلة من أصدقائك

# pC5-Hz-SWQ.text
source: Contact And Support
ar: التواصل والدعم

# pUe-59-f1J.placeholder
source: Card Holder Name
ar: أدخل الإسم كاملاً من فضلك

# q96-c3-TYW.text
source: Payment Methods
ar: طرق الدفع

# qgE-Wp-l4d.text
source: Gift Order
ar: ترتيب الهدايا

# qiG-lc-T6I.text
source: Vouchers Will End Soon
ar: قسائم قرب تاريخ انتهائها

# r5n-ME-t5e.text
source: Enter login data
ar: أدخل بيانات الدخول

# rMC-wh-Fj8.normalTitle
source: Start Purchasing
ar: إبدأ الشراء

# rcr-nz-psS.text
source: Scan The Card To Bring The Data Automatically
ar: قم بعمل ماسح ضوئي للبطاقة لجلب بيانات البطاقة تلقائيا

# sIx-qf-fJu.text
source: The amount will be deducted from your current balance
ar: سيتم خصم المبلغ من رصيدك الحالي

# sWk-1W-3Db.text
source: User Agreement And Privacy Policy
ar: اتفاقية الإستخدام وسياسة الخصوصية

# scD-dP-vlp.text
source: Wallet amount is 0 and the amount to be paid is :
ar: بكم تستبدل القيمة ؟

# stH-ls-tMP.text
source: Total Amount
ar: المبلغ الإجمالي هو

# tL1-hN-Jor.text
source: Charge Your Account Balance
ar: شحن رصيد لحسابك

# tMk-Lr-CT9.normalTitle
source: High Discounted
ar: الأكثر خصما

# u0K-RX-oDE.text
source: Step 1 : Verify your mobile number
ar: خطوة 1: التحقق من رقم الجوال

# uCE-QC-D6x.segmentTitles[0]
source: Active Now
ar: جارية الأن

# uCE-QC-D6x.segmentTitles[1]
source: Win
ar: فازت بها

# uCE-QC-D6x.segmentTitles[2]
source: Lost
ar: خسرتها

# uGf-Mb-3We.text
source: My Wallet
ar: محفظتي

# uQb-tb-055.text
source: Upload Voucher- Scan Barcode
ar: رفع قسيمة خصم- مسح باركود

# uuq-u1-VaL.text
source: Exchanging And to my balance
ar: استبدال وإضافة المبلغ إلى رصيدك

# v3A-92-RDe.text
source: E-mail
ar: البريد الإلكتروني

# vED-JB-T6A.text
source: General instructions
ar: تعليمات عامة

# vSy-xQ-TRC.text
source: Card Number
ar: رقم البطاقة

# vau-7r-oMK.text
source: Your Current Amount Is Not Enough To Carry Out Purchasing Process
ar: رصيدك الحالي غير كافي لإتمام علية الشراء

# wG7-fI-n8A.placeholder
source: Voucher Value
ar: قيمة القسيمة

# wnU-RM-Bxj.text
source: General instructions
ar: تعليمات عامة

# x03-aj-PMC.text
source: 25 SAR
ar: 25 ر.س

# xAn-tq-5dH.normalTitle
source: Replace Voucher
ar: استبدل القسيمة

# yFl-8H-IZ7.text
source: Log In
ar: تسجيل الدخول

# yGw-WS-JuD.text
source: Total: 8150 SR
ar: المجموع: 8150 ريال

# z0K-Z0-1Se.normalTitle
source: COMPLETING EXCHANGE PROSESS
ar: اتمام الإستبدال

# zPf-wh-5XW.normalTitle
source: Most Popular
ar: الأكثر شعبية

# zl9-pv-wU3.placeholder
source: Country
ar: الدولة

# XDS-48-h52.normalTitle
source: Change Password
ar: تغير كلمة المرور
